/* Status Strings */
"%.1f GB" = "%.1f GB";
"%.1f KB" = "%.1f KB";
"%.1f MB" = "%.1f MB";
"Analyzing" = "分析";
"Checking" = "检查";
"Delaying" = "延迟";
"Downloading" = "下载";
"Idle" = "空闲";
"Localizing" = "本地化";
"Paused" = "暂停";
"Saving" = "保存中";

/* Window Strings */
"Add Keyword" = "添加关键字";
"Are you sure that you want to delete the selected items?" = "您确定要删除所选项目?";
"Attribute name already exists" = "属性名称已存在";
"Attribute name is invalid" = "属性名称无效";
"Before logging in and downloading a site, use the Path settings to exclude any links that can modify the site or log out the user." = "在登录和下载站点之前，请使用路径设置排除可以修改站点或注销用户的任何链接。";
"Cancel" = "取消";
"Choose" = "选择";
"Confirm Delete" = "确认删除";
"Continue" = "继续";
"Default" = "默认";
"Delete" = "删除";
"Destination folder not found" = "目标文件夹不存在";
"Download Finished" = "下载完成";
"Failed to open destination folder" = "无法打开目标文件夹";
"Failed to open file" = "无法打开文件";
"Failed to save settings" = "无法保存设置";
"Failed to write data" = "无法写入数据";
"File Type" = "文件类型";
"File was not found" = "找不到文件";
"General" = "常规";
"Ignore Robot Exclusions" = "忽略机器人排除";
"Invalid URL" = "无效的网址";
"Limit" = "限制";
"Load URL?" = "加载网址?";
"Log In" = "登陆";
"Log" = "日志";
"Media type already exists" = "媒体类型已存在";
"Media type is invalid" = "媒体类型无效";
"No Internet connection" = "没有网络连接";
"Not Now" = "不是现在";
"OK" = "确认";
"Open" = "打开";
"Opening \"%@\"" = "打开 \"%@\"";
"Other…" = "其他…";
"Path" = "路径";
"Pattern is invalid" = "规则无效";
"Permission required to access file: %@" = "访问文件所需的权限: %@";
"Permission required to access folder: %@" = "访问文件夹所需的权限: %@";
"Permit access" = "允许访问";
"Please choose a destination folder" = "请选择一个文件夹";
"Please choose an application to open the file" = "请选择一个应用程序以打开文件";
"Please enter a valid address that begins with \"http://\" or \"https://\"." = "请输入以“http://”或“https://”开头的有效地址。";
"Please select one or more files" = "请选择一个或多个文件";
"Request" = "请求";
"Robot exclusions are usually put in place for a good reason and should be obeyed." = "机器人排除通常放在适当的地方有一个很好的理由，应该遵守。";
"Save Password" = "保存密码";
"Save Password?" = "保存密码?";
"Saving \"%@\"" = "保存中 \"%@\"";
"Script" = "脚本";
"SiteSucker could not reconnect to the Internet." = "SiteSucker无法重新连接到互联网。";
"Substitution template is blank" = "替换规则为空";
"Template is blank" = "规则为空";
"The certificate for \"%@\" is invalid. Would you like to connect to the site anyway?" = " \"%@\"的证书无效。 您要连接到网站吗？";
"The custom data attribute name \"%@\" already exists." = "自定义数据属性名称 \"%@\" 已存在。";
"The download of \"%@\" is finished." = " \"%@\" 的下载完成。";
"The destination folder \"%@\" was not found." = "本地文件夹 \"%@\" 没有找到";
"The download of \"%@\" is finished." = " \"%@\" 的下载完成。";
"The identity of this site cannot be verified" = "无法验证此网站的身份";
"The media type \"%@\" already exists." = "媒体类型 \"%@\" 已经存在。";
"The substitution template cannot be blank." = "换规则不能为空。";
"This URL cannot be downloaded because your computer is currently offline." = "无法下载此网址，因为您的计算机目前处于离线状态。";
"Try Again" = "重试";
"Unable to analyze file" = "无法分析文件";
"Unable to analyze \"%@\" %@" = "无法分析 \"%@\" %@";
"Unable to display this file type." = "无法显示此文件类型。";
"Unable to find the local file for the current Web URL." = "无法找到当前网址的本地文件。";
"Unable to load settings from \"%@\"." = "无法从 \"%@\" 加载设置。";
"Unable to open \"%@\"." = "打不开 \"%@\".";
"Update Password" = "更新密码";
"Update Password?" = "更新密码?";
"URL" = "URL";
"User Defaults" = "用户默认";
"Version %@" = "版本 %@";
"Video" = "视频";
"Waiting for Internet connection" = "等待网络连接";
"Warning" = "警告";
"Warning: Ignoring robot exclusions is not recommended. %@" = "警告：不建议忽略机器人排除。%@";
"Wrong item was selected." = "选择了错误的项目。";
"Webpage" = "网页";
"Would you like to load \"%@\"?" = "您要加载 \"%@\"?";
"Would you like to save this password for “%@” in your keychain?" = "您是否想将此密码保存在 “%@” 钥匙串?";
"Would you like to update the password for “%@” in your keychain?" = "您是否想将此密码更新 “%@” 到钥匙串?";
"Wrong item was selected." = "选择了错误的项目。";
"\"%@\" is not a valid custom data attribute name. A valid custom data attribute name should begin with \"data-\" and should not contain uppercase characters." = "\"%@\" 不是有效的自定义数据属性名称。有效的自定义数据属性名称应以\"data- \"开头，且不应包含大写字符。";
"\"%@\" is not a valid media type. A valid media type should have the format \"type/subtype\"." = "\"%@\" 不是有效的媒体格式，一个有效的媒体格式类似这样 \"type/subtype\"。";

/* AppleScript Error Strings */
"Failed to load settings file." = "无法加载设置文件。";
"Settings cannot be changed while downloading." = "下载时无法更改设置。";
"The file '%@' is not an executable shell script." = "文件 '%@' 不是可执行的shell脚本。";
"The file '%@' was not found." = "未找到文件 '%@' 。";
"The identity '%@' was not found." = "未找到识别 '%@' 。";
"Unable to change this setting." = "无法变更设置";
"Unable to download \"%@\" %@." = "无法下载 \"%@\" %@。";
"Unable to execute command because no SiteSucker window is open." = "无法执行命令，因为没有SiteSucker窗口打开。";
"\"%@\" is not valid." = "\"%@\" 无效。";

/* Log Strings */
", on page %ld of \"%@\"," = ", on page %ld of \"%@\",";
", referred from \"%@\"," = ", referred from \"%@\",";
"because authentication is required" = "因为需要认证";
"because it is already downloaded" = "因为它已经下载";
"because it is an invalid or unsupported URL" = "因为它是无效或不受支持的网址";
"because it is larger than the maximum file size limit" = "因为它超出最大文件大小限制";
"because it is smaller than the minimum file size limit" = "因为它小于最小文件大小限制";
"because it was skipped by the user" = "because it was skipped by the user";
"because its file type is not allowed" = "因为其文件类型不允许";
"because its path is not allowed" = "因为它的路径不允许";
"because of a robots META tag" = "因为一个机器人META标签";
"because of a robots.txt exclusion" = "因为robots.txt排除";
"because of an HTTP X-Robots tag" = "because of an HTTP X-Robots tag";
"because rel=\"nofollow\"" = "because rel=\"nofollow\"";
"because the authentication challenge was canceled" = "因为身份验证质询已取消";
"because the file is not HTML or CSS" = "因为文件不是HTML或CSS";
"because the file was not found" = "因为找不到文件";
"because the identity of this site cannot be verified" = "因为此网站的身份无法验证";
"because the level limit is exceeded" = "因为超过层级限制";
"Creation of file \"%@\"\n\tfor \"%@\"%@\n\tfailed because a folder already exists at this location" = "为文件 \"%@\"\n\t 为 \"%@\"%@\n\t 失败，因为此位置已存在文件夹";
"Creation of folder \"%@\"\n\tfor \"%@\"%@\n\tfailed because a file already exists at this location" = "为\"%@\"%@\n\t创建文件夹\"%@\"\n\失败，因为此位置已存在文件";
"Creation of folder \"%@\" for \"%@\"%@ failed with error code %ld%@" = "创建文件夹 \"%@\" for \"%@\"%@ 失败，错误代码为 %ld%@";
"Download of \"%@\"%@ failed with error code %ld (%@)" = "下载 \"%@\"%@ 失败，错误代码 %ld (%@)";
"Download of \"%@\"%@ failed with error code %ld" = "下载 of \"%@\"%@ 失败，错误代码 %ld";
"ERROR" = "错误";
"File Modification is not set to Localize" = "文件修改未设置为本地化";
"File name is \"%@\" from HTTP header for \"%@\"" = "文件名是 \"%@\" 来自HTTP header \"%@\"";
"HISTORY: Deleted \"%@\"" = "历史: 删除 \"%@\"";
"HISTORY: Downloaded \"%@\" to page %ld of \"%@\"" = "历史: 已下载 \"%@\" 页面 %ld of \"%@\"";
"HISTORY: Downloaded \"%@\"%@ to \"%@\"" = "历史: 已下载 \"%@\"%@ to \"%@\"";
"HTML Types does not include \"text/html\"" = "HTML类型未包含 \"text/html\""; 
"May not be able to follow all links on \"%@\" because it uses JavaScript" = "可能无法关联所有链接 \"%@\" 因为它使用Java脚本";
"MEDIA TYPE: \"%@\" has a media type of %@" = "媒体类型: \"%@\" 媒体类型为 %@";
"No modification date found for \"%@\"%@" = "找不到的修改日期 \"%@\"%@";
"Parsing of document \"%@\" failed because the closing \">\" for the \"%@\" tag in line %lu could not be found" = "文档解析 \"%@\" 失败因为已经关闭 \">\" for the \"%@\" 行中标记 %lu 未发现";
"Parsing of document \"%@\" failed with error code %ld%@" = "文档解析 \"%@\" 错误代码 %ld%@";
"Paused because of excessive memory pressure" = "由于内存过大而暂停";
"Paused because the device was going to sleep" = "暂停，设备将要休眠";
"Paused because the Internet connection was lost" = "暂停，失去网络连接";
"Paused because %@ was not responding" = "暂停 %@ 未响应";
"Response for \"%@\" was not found" = "响应 \"%@\" 未发现";
"Running of script \"%@\" failed with error: %@" = "运行脚本 \"%@\" 失败: %@";
"STATUS: Level = %@; Files Downloaded = %@; Files Remaining = %@; Errors = %@ Connections = %@; Time to Download = %@" = "状态：级别 = %@; 下载文件数 = %@; 剩余文件数 = %@; 错误数 = %@ 连接数 = %@; 下载时间 = %@";
"Syntax of regular expression \"%@\" is invalid" = "正则表达式语法 \"%@\" 是无效的";
"The file \"%@\" may be corrupted or have an invalid format." = "文件 \"%@\" 可能已损坏或格式无效。";
"The maximum number of files has been downloaded" = "已下载的最大文件数";
"The request timed out." = "请求超时。";
"Unable to determine file extension for \"%@\" with media type \"%@\"" = "无法确定的文件扩展名 \"%@\" 文件类型 \"%@\"";
"Unable to download \"%@\"%@ %@" = "无法下载 \"%@\"%@ %@";
"Unable to download \"%@\"%@ because it cannot be added to \"%@\"" = "无法下载 \"%@\"%@ 因为它无法添加 \"%@\"";
"Unable to follow links on \"%@\" because of a robots META tag" = "无法跟踪链接 \"%@\" 被标记为Robots Meta tag";
"Unable to run script \"%@\" because it was not found" = "无法运行脚本 \"%@\" 因为它未找到";
"URL for \"%@\" could not be created" = "网页 \"%@\" 无法创建";
"URLRequest for \"%@\" could not be created" = "URL请求 \"%@\" 无法创建";
"WARNING" = "警告";
"Writing of document \"%@\" failed with error code %ld%@" = "文档写入失败 \"%@\" 错误代码 %ld%@";
"\"%@\" is empty" = "\"%@\" 空";
"\"%@\"%@ was redirected to \"%@\"" = "\"%@\"%@ 已重定向到 \"%@\"";

/* WebAuthenticationPanel Strings */
"%ld failures" = "%ld 失败";
"1 failure" = "1 失败";
"To view this page, you must log in to area “%@” on %@." = "要查看此页面，您必须登录到区域 “%@” 在 %@.";
"To view this page, you must log in to the %@ proxy server %@." = "要查看此页面，您必须登录到 %@ 代理服务器 %@.";
"To view this page, you must log in to this area on %@:" = "要查看此页面，您必须登录到区域 %@:";
"Your login information will be sent securely." = "您的登录信息将安全发送。";
"Your password will be sent unencrypted." = "您的密码将不加密发送.";

/* Menu Strings */
"%.0f x %.0f pixels" = "%.0f x %.0f pixels";
"Bookmarks Bar" = "书签栏";
"Bookmarks" = "书签";
"Clear Menu" = "清除菜单";
"Close Browser" = "关闭浏览器";
"Drag" = "拖拽";
"Hide Queue" = "隐藏队列";
"None" = "无";
"Open Browser" = "打开浏览器";
"Paste" = "粘贴";
"Pause" = "暂停";
"Preferences…" = "偏好设置…";
"Replace URL" = "更换网址";
"Resume" = "恢复";
"Show Queue" = "显示队列";
"Web View" = "网页视图";
